/*
 Localizable.strings
 Crypto Cloud - Nextcloud

 Created by Marino Faggiana on 30/10/15.
 Copyright © 2016 TWS. All rights reserved.
 */

// General

"_cancel_"                  = "Закрыть";
"_upload_file_"             = "Загрузить файл";
"_upload_encrypted_file_"   = "Загрузить зашифрованный файл";
"_loading_"                 = "Загрузка";
"_loading_num_"             = "Загрузка файла %i";
"_loading_camera_upload_"   = "Автоматическая загрузка";
"_uploading_"               = "Загрузка";
"_synchronization_"         = "Синхронизация";
"_delete_"                  = "Удалить";
"_delete_file_n_"           = "Delete file %i of %i";
"_rename_"                  = "Переименовать";
"_move_"                    = "Переместить";
"_move_file_n_"             = "Move file %i of %i";
"_create_folder_"           = "Создать новый каталог";
"_creating_sharing_"        = "Creating sharing";
"_updating_sharing_"        = "Updating sharing";
"_removing_sharing_"        = "Removing sharing";
"_add_"                     = "Добавить";
"_login_"                   = "Логин";
"_save_"                    = "Сохранить";
"_save_encrypted_"          = "Save encrypted";
"_warning_"                 = "Предупреждение";
"_error_"                   = "Ошибка";
"_no_"                      = "Нет";
"_yes_"                     = "Да";
"_select_"                  = "Выбрать";
"_crypto_cloud_upload_"     = "_brand_ - Upload";
"_home_"                    = "Файл";
"_file_to_upload_"          = "Файл для загрузки";
"_destination_"             = "Destination";
"_ok_"                      = "Ок";
"_beta_version_"            = "Бета версия";
"_function_in_testing_"     = "Функция в процессе тестирования, пожалуйста отправьте информацию о любых проблемах или неисправностях.";
"_done_"                    = "Готово";
"_passcode_too_short_"      = "Защитный код слишком короткий, минимум 4 символа";
"_selected_"                = "Выбрано";
"_scan_fingerprint_"        = "Scan fingerprint to authenticate";
"_no_active_account_"       = "Аккуант не найден";
"_info_"                    = "Информация";
"_save_exit_"               = "Вы действительно хотите выйти без сохранения?";
"_video_"                   = "Видео";

// App

"_synchronization_header_"  = "Synchronization of encrypted header in progress ...";
"_network_available_"       = "Сеть доступна";
"_network_not_available_"   = "Сеть недоступна";

// Networking

"_file_too_big_"            = "File size too big to be encrypted/decrypted";
"_file_too_big_max_100_"    = "Файл слишком большой (макс. 100 КБ.)";
"_...loading..._"           = "Загрузка...";
"_download_plist_"          = " ";
"_no_reuploadfile_"         = "File not found, can not resend it, delete upload and reload the file to be upload.";
"_file_already_exists_"     = "Unable to complete the operation, there is a file with the same name";
"_read_file_error_"         = "Ошибка при чтении файла";

// Settings

"_acknowledgements_"        = "Acknowledgements";
"_settings_"                = "Настройки";
"_passcode_"                = "Пароль";
"_lock_active_"             = "Блокировка: Активна";
"_lock_not_active_"         = "Блокировка: Не активна";
"_lock_protection_folder_"  = "Lock for protected folders only";
"_url_"                     = "URL";
"_username_"                = "Имя пользователя";
"_change_credentials_"      = "Изменить свои учётные данные";
"_wifi_only_"               = "Использовать только WiFi-соединение.";
"_uploading_from_camera_"   = "Automatic uploading from the camera";
"_app_version_"             = "Версия Приложения";
"_app_in_use_"              = "Приложение в использовании";
"_contact_by_email_"        = "Связаться с нами через email";
"_clear_cache_"             = "Clear Cache (used %@)";
"_exit_"                    = "Exit _brand_";
"_funct_not_enabled_"       = "Functionality not enabled";
"_passcode_activate_"       = "Защитный код активирован";
"_disabling_passcode_"      = "Отключение защитного кода";
"_want_exit_"               = "Attention! _brand_ will be reset to the initial state. Continue? (Nothing will be modified in cloud)";
"_proceed_"                 = "Proceed";
"_delete_cache_"            = "Удалить кэш";
"_want_delete_cache_"       = "Вы действительно хотите удалить кэш (также будут удалены все локальные файлы и сброшены избранные)?";
"_mail_deleted_"            = "Письмо удалено";
"_mail_saved_"              = "Письмо сохранено";
"_mail_sent_"               = "Письмо успешно отправлено";
"_mail_failure_"            = "Ошибка при отправке письма: %@";
"_information_req_"         = "Information request";
"_credentials_"             = "Учётные данные";
"_manage_account_"          = "Управление аккаунтом";
"_modify_account_"          = "Изменить аккаунт";
"_add_owncloud_"            = "Добавить аккаунт ownCloud";
"_add_dropbox_"             = "Добавить аккаунт Dropbox";
"_add_nextcloud_"           = "Добавить аккаунт Nextcloud";
"_delete_account_"          = "Удалить аккаунт";
"_want_delete_"             = "Вы действительно хотите удалить это?";
"_no_delete_"               = "Нет, не удалять это";
"_yes_delete_"              = "Да, удалить это";
"_remove_cache_"            = "Пожалуйста подождите, кэш удаляется...";
"_optimizations_"           = "Optimizations";
"_synchronizations_"        = "Synchronizations folders";
"_version_server_"          = "Версия сервера";
"_check_key_aes_256_"       = "Control passcode key encryption";
"_encryptpass_by_email_"    = "Send passcode key encryption by mail";
"_title_mail_encryptpass_"  = "Passcode Key Encryption _brand_";
"_text1_mail_encryptpass_"  = "Your encryption key passcode is";
"_text2_mail_encryptpass_"  = "store it securely and away from prying eyes.";
"_help_"                    = "Помощь";
"_lock_protection_simply_"  = "Password protection simple";
"_change_simply_passcode_"  = "Изменить тип пароля";

// Manage Camera Upload

"_upload_camera_"           = "Uploading the camera";
"_upload_camera_background_"= "Загрузка в фоне";
"_upload_foto_camera_"      = "Uploading photos from camera";
"_upload_encry_camup_"      = "Uploading encrypted";
"_upload_video_camera_"     = "Uploading videos from camera";
"_upload_automatic_photos_" = "Uploading photos automatically by camera";
"_upload_automatic_videos_" = "Uploading videos automatically by camera";
"_photo_folder_photocamera_"= "The photos will be uploaded to the folder photos in your Cloud";
"_upload_automatic_videos_footer_"  = "Due to the use of the CPU, the videos will be sent only when _brand_ is active and in the foreground.";
"_photo_folder_background_"         = "This option required the use of GPS for detect new photos from camera roll every change significative of location";
"_cameraupload_background_title_"   = "Ограничения";
"_cameraupload_background_msg_"     = "Due to IOS restrictions, it is not yet possible to perform background processes, unless GPS services are activated. Thanks to this, when changes of cell in the cellular network occur, the application wakes up _brand_ for a short time so as to enable it to check if there are new photos to be sent to the cloud.";
"_upload_camera_change_location_"   = "Изменить каталог";
"_upload_camera_location_now_"      = "Каталог";
"_upload_camera_location_default_"  = "Восстановить каталог по умолчанию";
"_upload_camera_change_location_footer_" = "Change Photos folder where he will also run the 'Automatic upload from camera' (if the option is enabled)";
"_camera_upload_not_select_home_"   = "Выберите каталог";
"_upload_camera_save_album_"        = "Copy photo or video in the photo album";
"_upload_camera_save_album_footer_" = "After the automatic sending of the photo or video, a copy is saved in the photo album : _brand_ (does not require more space in the camera roll)";
"_upload_camera_fullphotos_"        = "Upload all camera photos/videos";
"_upload_camera_fullphotos_footer_" = "Select the options above before uploading";

// Manage Photos

"_change_folder_photos_" = "Change folder Photos";

// Manage Help

"_help_tutorial_"           = "Инструкция";
"_help_intro_"              = "Представляем _brand_";
"_help_synchronizations_"   = "Синхронизация каталогов";
"_help_share_"              = "Sharing files or folders";
"_help_itunes_share_"       = "iTunes files sharing & Fingerprint";
"_help_share_ext_"          = "Share extension & Share permission";
"_help_copy_paste_"         = "Copy Paste Files";
"_help_control_center_"     = "Control Center";
"_help_switch_user_"        = "Quickly switch between your accounts";

// Manage Optimizations

"_optimized_photos_"        = "Optimized photos resolution";
"_upload_del_photos_"       = "Удалять файлы после загрузки";
"_optimized_photos_how_"    = "If your iPhone is low on space, full-resolution photos, uploaded or downloaded ,are automatically replaced with optimized versions, full-resolution versions are stored in your Cloud.";
"_upload_del_photos_how_"   = "Files will be cancelled from _brand_ memory after they’ve been uploaded on the Cloud. They will remain in the camera roll. Just download the files to see them.";

// Manage Synchronizations

"_sync_wifi_how_"           = "The files in synchronized folders will be updated only in the presence of Wi-Fi";
"_sync_active_"             = "Active synchronizations in folders";
"_sync_active_footer_"      = "You can swipe to delete a active synchronization";

// Login

"_connect_server_anyway_"   = "Do you want to connect to the server anyway?";
"_connection_error_"        = "Ошибка соединения";
"_add_your_owncloud_"       = "Добавить ваш аккаунт ownCloud";
"_add_your_dropbox_"        = "Добавить ваш аккаунт Dropbox";
"_add_your_nextcloud_"      = "Добавить ваш аккаунт Nextcloud";
"_key_aes_256_"             = "Passcode key encryption";

"_security_init_required_hint_" = "Passcode key encryption Hint (Recommended)";
"_hint_"                        = "Подсказка";
"_security_init_required_mail_" = "Enter your email address that the encryption key passcode is send to(recommended). If you can not or do not want to do that now you can configure this later in the settings.";
"_email_"                       = "email";
"_title_form_security_init_"    = "Настройки защиты";

// Favorite

"_favorites_"                   = "Избранное";
"_local_storage_"               = "Локальное хранилище";
"_no_files_uploaded_"           = "Нет загруженных файлов";
"_tutorial_favorite_view_"      = "Copy here the files you want to consult offline and will continue to be synchronized with your cloud.";
"_tutorial_local_view_"         = "Copy here the files you want to have available offline, but that will no longer be synchronized with your cloud. \n\n You'll find the unpacked files from your cloud. \n\n Connect to iTunes to share these files.";
"_more_"                        = "Больше";

// Camera Upload

"_pull_down_"                               = "Потяните вниз для обновления";
"_no_photo_load_"                           = "Нет Фото или Видео";
"_tutorial_camera_upload_view_"             = "No photos or videos loaded, to enable the automatic upload of photos and video from the camera go into settings and activate the service 'Automatic uploading from the camera'";
"_no_date_"                                 = "Нет даты";
"_today_"                                   = "Сегодня";
"_time_"                                    = "Время: %@\n\n%@";
"_location_not_enabled_"                    = "Сервисы Геолокации не включены";
"_location_not_enabled_msg_"                = "Пожалуйста, перейдите в настройки и включите Сервисы Геолокации, чтобы разрешить загрузки.";
"_access_photo_not_enabled_"                = "Access to Photos not enabled";
"_access_photo_not_enabled_msg_"            = "Please go to Setting and turn on Photo Access to allow Photo camera uploads.";
"_access_photo_location_not_enabled_"       = "Access to Photos and Location not enabled";
"_access_photo_location_not_enabled_msg_"   = "Please go to Setting and turn on Photo Access and Location Services to allow Camera uploads.";
"_processing_send_camera_upload_"           = "Uploading Camera ..";
"_select_only_localfile_"                   = "Not downloaded file";
"_tutorial_photo_view_"                     = "No photos or videos loaded";

// Template

"_title_"                       = "Title";
"_web_account_data_"            = "Web account data";
"_url:_"                        = "URL:";
"_login:_"                      = "Логин:";
"_password:_"                   = "Пароль:";
"_notes_"                       = "Заметки";
"_web_account_"                 = "Веб аккаунт";
"_enter_title_"                 = "Введите заголовок";
"_add_folder_"                  = "Добавить каталог";
"_add_photos_videos_"           = "Добавить фото или видео";
"_add_folder_encryptated_"      = "Add folder with encrypted name";
"_add_encrypted_photo_video_"   = "Add encrypted photos or videos";
"_add_credit_card_"             = "Add template for credit card";
"_add_atm_"                     = "Add template for ATM card";
"_add_bank_account_"            = "Add template for bank account";
"_add_web_account_"             = "Добавить веб аккаунт";
"_add_notes_"                   = "Добавить заметки";
"_add_driving_license_"         = "Добавить шаблон водительских прав";
"_add_id_card_"                 = "Добавить шаблон ID карты";
"_add_passport_"                = "Добавить шаблон паспорта";
"_add_atm_card_"                = "ATM card data";
"_bank_name:_"                  = "Название банка:";
"_code:_"                       = "Код:";
"_security_code:_"              = "Защитный код:";
"_pin:_"                        = "PIN:";
"_atm_card_"                    = "ATM card";
"_credi_card_data_"             = "Credit Card data";
"_name_surname:_"               = "Имя Фамилия:";
"_expiry_date:_"                = "Срок действия:";
"_credit_card_"                 = "Кредитная Карта";
"_id_card_"                     = "ID Карта";
"_number:_"                     = "Номер:";
"_place_of_birth:_"             = "Место рождения:";
"_date_of_birth:_"              = "Дата рождения:";
"_date_of_issue:_"              = "Date of issue :";
"_date_of_expiry:_"             = "Date of expiry :";
"_bank_account_data_"           = "Bank account data";
"_account_n:_"                  = "Account N. :";
"_iban:_"                       = "IBAN:";
"_swift:_"                      = "SWIFT:";
"_agency:_"                     = "Agency :";
"_bank_account_"                = "Bank account";
"_passport_"                    = "Паспорт";
"_driving_license_"             = "Водительские права";
"_license_number:_"             = "Номер лицензии:";
"_vehicle_types:_"              = "Типы транспорта:";

// Utility

"_never_"                       = "никогда";
"_less_a_minute_"               = "менее минуты назад";
"_minutes_ago_"                 = "%d минут(-ы) назад";
"_hours_ago_"                   = "%d часа(-ов) назад";
"_days_ago_"                    = "%d дня(-ей) назад";
"_over_30_days_"                = "более 30 дней";
"_connection_internet_offline_" = "The Internet connection appears to be offline or only allowed Wi-Fi";
"_insert_password_"             = "insert password";
"_update_in_progress_"          = "Version upgrade, please wait ...";
"_forbidden_characters_"        = "The file or folder have forbidden characters";
"_mail_not_can_send_mail_"      = "No configured account or wrong email address";

// File

"_photo_camera_"                = "Фото";
"_unzip_in_progress_"           = "Распаковка в локальное хранилище в процессе...";
"_file_unpacked_"               = "Файл успешно распакован в локальное хранилище";
"_file_saved_local_"            = "Файл успешно сохранен в локальное хранилище";
"_file_not_present_"            = "Error, file not present, reload.";
"_order_by_date_"               = "Сортировать по дате";
"_current_order_name_"          = "(сейчас по имени)";
"_order_by_name_"               = "Сортировать по имени";
"_current_order_date_"          = "(сейчас по дате)";
"_sort_descending_"             = "Сортировать по убыванию";
"_current_sort_ascending_"      = "(сейчас по возрастанию)";
"_sort_ascending_"              = "Сортировать по возрастанию";
"_current_sort_descending_"     = "(сейчас по убыванию)";
"_delete_selected_files_"       = "Удалить файлы";
"_move_selected_files_"         = "Переместить файлы";
"_encrypted_selected_files_"    = "Зашифрованные файлы";
"_decrypted_selected_files_"    = "Decrypted files";
"_download_selected_files_"     = "Загрузить файлы";
"_error_passcode_"              = "Error passcode key encryption.";
"_error_operation_canc_"        = "Error, operation canceled.";
"_only_lock_passcode_"          = "Available only with Lock password activated. Activate from the Settings.";
"_passcode_protection_"         = "Password protection";
"_encrypt_"                     = "Зашифровать";
"_decrypt_"                     = "Расшифровать";
"_remove_favorites_"            = "Удалить из избранных";
"_add_favorites_"               = "Добавить в избранные";
"_remove_passcode_"             = "Удалить защиту паролем";
"_protect_passcode_"            = "Protect with password";
"_share_"                       = "Поделиться";
"_reload_"                      = "Перезагрузить";
"_open_in_"                     = "Открыть в...";
"_add_local_"                   = "Добавить в локальное хранилище";
"_comm_erro_pull_down_"         = "Attention communication error with the server, pull down to refresh.";
"_file_not_downloaded_"         = "file not dowloaded";
"_file_not_uploaded_"           = "file not uploaded";
"_folders_"                     = "каталоги";
"_folder_"                      = "каталог";
"_files_"                       = "файлы";
"_file_"                        = "файл";
"_folder_blocked_"              = "Каталог блокирован";
"_downloading_progress_"        = "Initiating download of files ...";
"_encrypted_progress_"          = "Encrypted ...";
"_decrypted_progress_"          = "Decrypted ...";
"_no_file_pull_down_"           = "No files found. Upload a file or pull down to refresh";
"_browse_images_"               = "Browse images";
"_synchronized_folder_"         = "Оставить каталог синхронизированным";
"_remove_synchronized_folder_"  = "Удалить синхронизацию";
"_synchronized_confirm_"        = "Enabling the synchronization, all files in the folder will be synchronized with the server, continuous ?";
"_same_device_different_passcode_"  = "The file was encrypted on the same device but with different passcode. Keep in mind that if the old passcode is entered, files encrypted with the new passcode will not be readable.";
"_file_encrypted_another_device_"   = "The file was encrypted on another device [%@], enter the passcode to decrypt its content.";
"_file_not_found_reload_"       = "Файл не найден, потяните вниз для обновления";
"_title_section_download_"      = "ЗАГРУЗИТЬ";
"_title_section_upload_"        = "ЗАГРУЗКА";
"_group_alphabetic_yes_"        = "✓ Group by Alphabetical Order";
"_group_alphabetic_no_"         = "Группировать в Алфавитном Порядке";
"_group_typefile_yes_"          = "✓ Group by Type File";
"_group_typefile_no_"           = "Группировать по Типу Файла";
"_group_date_yes_"              = "✓ Group by Date";
"_group_date_no_"               = "Группировать по Дате";
"_element_"                     = "элемент";
"_elements_"                    = "элементы";
"_tite_footer_upload_wwan_"     = "  Wi-Fi network required, %lu photos to upload";
"_limited_dimension_"           = "Достигнут максимальный размер";
"_same_device_different_passcode_hint_" = "The file was encrypted by the same device but with different Passcode key encryption. Attention if the old Passcode is entered,files encrypted with the new Passcode will not be readable. \n\n Hint : %@";
"_file_encrypted_another_device_hint_" = "The file was encrypted by another device [%@], enter the Passcode key encryption to read its contents. \n\n Hint : %@";
"_save_selected_files_"         = "Сохранить изображения и видео в Фото Альбом";
"_file_not_saved_cameraroll_"   = "Ошибка, файл не сохранен в Фото Альбом";
"_file_saved_cameraroll_"       = "Файл сохранен в Фото Альбом";

"audio"                         = "АУДИО";
"compress"                      = "COMPRESS";
"directory"                     = "КАТАЛОГИ";
"document"                      = "ДОКУМЕНТЫ";
"image"                         = "ИЗОБРАЖЕНИЯ";
"template"                      = "ШАБЛОНЫ";
"unknow"                        = "НЕИЗВЕСТНО";
"video"                         = "ВИДЕО";

"_Device_Jailbroken_"           = "Warning! Your device is Jailbroken, the operation of _brand_ does not appear to be entirely compatible !!";
"_no_plist_pull_down_"          = "Зашифрованные файлы не обновлены, потяните вниз для обновления";
"_file_del_only_local_"         = "Файлы отсутствуют на сервере";

"_copy_file_"                   = "Копировать файл";
"_copy_files_"                  = "Копировать файлы";
"_paste_file_"                  = "Вставить файл";
"_paste_file_encrypted_"        = "Paste encrypted file";
"_paste_files_"                 = "Вставить файлы";
"_paste_files_encrypted_"       = "Paste encrypted files";
"_paste_cryptated_"             = "Paste Encrypted";

// Security

"_reload_folder_"               = "Reload folder";
"_encrypt_error_"               = "В процессе шифрования файла %@ возникли ошибки. [%@]";
"_decrypt_error_"               = "В процессе расшифровки файла %@ возникли ошибки. [%@]";
"_encryption_"                  = "Шифрование ...";
"_decryption_"                  = "Расшифровка ...";

// CoreData

"_required_new_database_"       = "Sorry for the inconvenience, but for new improvements it's required a new version of the database, please re-enter your login.";

// Files Preview

"_insert_password_pfd_"         = "Защищенный PDF. Введите пароль";
"_password_pdf_error_"          = "Неправильный пароль";
"_error_download_photobrowser_" = "Error, unable to download the photo";

// Share

"_share_link_"                  = "Поделиться ссылкой";
"_share_link_button_"           = "Отправить ссылку ...";
"_password_"                    = "Пароль";
"_share_password_"              = "Password protect link";
"_share_expirationdate_"        = "Set expiration date link";
"_date_"                        = "Дата";
"_share_title_"                 = "Поделиться";
"_add_sharee_"                  = "Add users or groups";
"_add_sharee_footer_"           = "You can share this resource by adding users or groups. To remove a share erases all users or groups";
"_find_sharee_title_"           = "Найти";
"_find_sharee_"                 = "Search user or group ...";
"_find_sharee_footer_"          = "Enter part of the name of the user or group to be searched (at least 2 characters) followed by 'Return', select the users that can access the share followed by 'Done' to confirm";
"_user_is_group_"               = "(группа)";
"_direct_sharee_title_"         = "Поделиться";
"_direct_sharee_footer_"        = "If you already know the name of the user enter it and press 'Done' to confirm";
"_direct_sharee_"               = "Enter the username ...";
"_user_sharee_footer_"          = "Тапните для изменения привилегий";

// Share Permission

"_share_permission_title_"          = "Привилегии";
"_share_permission_edit_"           = "Можно редактировать";
"_share_permission_file_can_write_" = "Можно записывать файл";
"_share_permission_create_"         = "Можно создавать";
"_share_permission_create_file_"    = "Можно создавать файлы";
"_share_permission_create_folder_"  = "Можно создавать папки";
"_share_permission_change_"         = "Можно изменять";
"_share_permission_delete_"         = "Можно удалять";
"_share_permission_share_"          = "Можно распространять";
"_share_permission_rename_"         = "Можно переименовывать";
"_share_permission_move_"           = "Можно перемещать";
"_share_permission_info_"           = "Sharing information";
"_share_permission_path_"           = "Файл/Каталог";
"_share_permission_type_"           = "Тип";
"_share_permission_typeuser_"       = "Пользователь";
"_share_permission_typegroup_"      = "Группа";
"_share_permission_typepubliclink_" = "Ссылка";
"_share_permission_typefederated_"  = "Federated";
"_share_permission_owner_"          = "Владелец";
"_share_permission_date_"           = "Дата";
"_share_permission_email_"          = "Уведомления через email";

// ShareInfoCMOC

"_type_resource_connect_you_"       = "Shared with you";
"_type_resource_external_"          = "Внешнее хранилище";

// Share Ext

"_destiny_folder_"                  = "Каталог: %@";

// List Transfers

"_no_transfer_"                     = "No transfer";

// -----------------------------------------------------------------------------------------------------------

"Done"                          = "Готово";
"Select Photos"                 = "Выбрать Фото";
"photo"                         = "фото";
"photos"                        = "фото";
"of"                            = "из";

"%i of %i"                      = "%1$i из %2$i";
